Repository: mozilla-l10n/mt-training-data
Catalog: lld/lld_pontoon.tmx
Source language: en_us
Languages: lld

source: Contact Form
lld: Formular de contat

source: Enter your email
lld: Dá ite töa email

source: Help us build a community around voice technology, stay in touch via email.
lld: Dëidesse cherié na comunité che se dá jö cun la tecnologia dla usc, romagn en contat tres email.

source: How does Common Voice work?
lld: Co funzionëia pa Common Voice?

source: Language
lld: Lingaz

source: Language Request
lld: Domanda Lingaz

source: Language request successfully submitted, thank you.
lld: La domanda lingaz é gnüda menada demez cun suzes, iolan.

source: Message
lld: Messaje

source: Name
lld: Inom

source: No Thanks
lld: No, iolan

source: Other Language
lld: N ater lingaz

source: *required
lld: *nezesciar

source: Return to Common Voice Datasets
lld: Zoruch a Common Voice Datasets

source: Select a Language...
lld: Chir fora n lingaz...

source: We will be in touch with more information about how to add your language to Common Voice very soon.
lld: I se lasciarán tosc aldí cun deplü informaziuns co injunté to lingaz a Common Voice.

source: Why Common Voice?
lld: Ciodi pa Common Voice?

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
lld: Sce, meneme emails. I oress romagne informé sora le proiet de Common Voice.

source: Your download has started.
lld: To download é pié ia.
